/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets " ="Φόρτωση Ενεργητικό";
"Scenes" = "σκηνές";
"Information" ="Πληροφορίες";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Έχετε ήδη αναβαθμιστεί σε Premium. Παρακαλώ «Η σύνδεση ήταν και η χρήση« Επαναφορά Αγορά »στο μενού« Ρυθμίσεις »για να επαληθεύσετε την αγορά σας.";
"Alert" = "Συναγερμός";
"OK" ="Εντάξει";
"Ok" = "Εντάξει";
"No_Email_account_configured" = "Δεν έχετε λογαριασμό ηλεκτρονικού ταχυδρομείου έχει ρυθμιστεί σε αυτή τη συσκευή.";
"My Scene %d" ="Σκηνή My% d";
"Warning" = "Προειδοποίηση";
"Scene_name_empty" = "Το όνομά σκηνή δεν μπορεί να είναι κενό.";
"Scene_name_special_character" = "το όνομα της σκηνής δεν μπορεί να περιέχει ειδικούς χαρακτήρες.";
"Duplicate_Scene_Name" = "Διπλότυπο όνομα της σκηνής";
"Duplicate_Scene_Name_message" = "Μια άλλη σκηνή με το ίδιο όνομα υπάρχει ήδη. Παρακαλώ δώστε ένα διαφορετικό όνομα.";
"Rename Scene" = "Μετονομασία σκηνής";
"Please enter a new Scene name" = "Παρακαλώ εισάγετε ένα νέο όνομα σκηνής";
"Cancel" = "Ματαίωση";
"Scene Name" = "σκηνή Όνομα";
"A Scene created using Iyan 3D in iOS." = "Μια σκηνή που δημιουργήθηκε χρησιμοποιώντας Iyan 3D στο iOS.";
"Success" = "Επιτυχία";
"file_successfully_saved_dropbox" = "Φάκελος με επιτυχία αποθηκεύονται στο DropBox. Μπορείτε να το βρείτε στο λογαριασμό DropBox σας Apps / Iyan3D ».";
"Failure" = "Αποτυχία";
"Error_uploading_file" = "Σφάλμα μεταφόρτωσης αρχείου. Ελέγξτε τη σύνδεσή σας στο Internet.";
"unable_connect_server" = "Δεν είναι δυνατή η σύνδεση με το διακομιστή, Παρακαλώ ελέγξτε τις ρυθμίσεις του δικτύου σας.";
"Connection Error" = "Σφάλμα σύνδεσης";
"max_five_lights_per_scene" = "Σκηνή δεν μπορεί να περιέχει περισσότερα από πέντε φώτα.";
"File Corrupted" = "κατεστραμμένο αρχείο";
"File_Corrupted_message" = "Το πρόγραμμα που προσπαθείτε να ανοίξετε είναι κατεστραμμένο.";
"Select Bone Structure" = "Επιλέξτε δομή των οστών";
"start_single_bone_or_human_message" =" Μπορείτε είτε να ξεκινήσετε με μια πλήρη δομή του Ανθρώπου των οστών ή με ένα μόνο οστών;";
"Single Bone" ="ενιαία οστών";
"Human Bone Structure" ="Δομή ανθρώπινα οστά";
"rigging_back_previous_mode" = "Είστε σίγουροι ότι θέλετε να επιστρέψετε στην προηγούμενη κατάσταση; Πατώντας Ναι όλες οι αλλαγές σας θα πρέπει να απορρίπτεται.";
"NO" = "ΌΧΙ";
"Yes" ="Ναί";
"Light %d" = "Φως% d";
"Delete" = "Διαγράφω";
"Clone" = "κλώνος";
"copy_limit_exceed_message" = "όριο αντίγραφο υπέρβαση. Εισαγάγετε το αντικείμενο χρησιμοποιώντας 'Προσθήκη' κουμπί στη γραμμή εργαλείων.";
"CAMERA" = "ΦΩΤΟΓΡΑΦΙΚΉ ΜΗΧΑΝΉ";
"LIGHT" = "ΦΩΣ";
"Image : %@" = "Εικόνα : %@";
"Text : %@" = "Κείμενο : %@";
"Video : %@" = "Βίντεο:% @";
"apply_animation_error" = "Επιλέξτε ένα μήνυμα κειμένου ή χαρακτήρα για να εφαρμόσει το animation.";
"Save your Animation as template" ="Αποθηκεύστε Animation σας ως πρότυπο";
"Animation Name" = "animation Όνομα";
"Bones cannot be added to this model." = "Οστά δεν μπορούν να προστεθούν σε αυτό το μοντέλο.";
"model_cannot_add_bone" = "Αυτό το μοντέλο στημένα χρησιμοποιώντας την προηγούμενη έκδοση. Ορισμένες από τις πληροφορίες φακέλου θα μπορούσε να λείπει. Θέλετε να συνεχίσετε;";
"Please Select any Node to add Bone" = "Επιλέξτε οποιονδήποτε κόμβο για να προσθέσετε Οστών";
"Delete Animation in this Frame" = "Διαγραφή Animation σε αυτό το πλαίσιο";
"Delete Animation in this Frame" = "Διαγραφή Animation σε αυτό το πλαίσιο";
"Delete Object" = "Διαγραφή αντικειμένου";
"Info" = "πληροφορίες";
"There is no animation in this frame." = "Δεν υπάρχει animation σε αυτό το πλαίσιο.";
"Animation name cannot be empty." ="Το όνομά animation δεν μπορεί να είναι κενό.";
"Animation_Name_special" = "Animation Όνομα δεν μπορεί να περιέχει ειδικούς χαρακτήρες.";
"Step_1_rigging_message" = "Τοποθετήστε τα οστά σε κατάλληλες θέσεις μέσα στο μοντέλο.";
"Step_2_rigging_message" = "Κλίμακα φάκελο του κάθε οστού για να καλύψει τη γύρω πλέγμα.";
"Step_3_rigging_message" = "Βεβαιωθείτε ότι η εξέδρα είναι τέλεια από την εμψύχωση του μοντέλου.";
"PREVIEW" = "ΠΡΟΕΠΙΣΚΌΠΗΣΗ";
"ADJUST ENVELOP" = "ΡΥΘΜΙΣΗ τυλίξει";
"ATTACH SKELETON" = "ΕΠΙΣΥΝΑΨΕΤΕ ΣΚΕΛΕΤΟΣ";
"Cone" = "Κώνος";
"Cube" ="Κύβος";
"Cylinder" = "Κύλινδρος";
"Plane" = "Επίπεδο";
"Sphere" = "Σφαίρα";
"Torus" = "Βάση στήλης";
"bone_count_exceed" = "Οι μέγιστες οστά ανά αντικείμενο δεν μπορεί να υπερβαίνει τα 57.";
"Category" = "Κατηγορία";
"All Models" = "Όλα τα μοντέλα";
"Character" ="Χαρακτήρας";
"Backgrounds" = "υπόβαθρα";
"Accessories" = "Αξεσουάρ";
"Minecraft" ="Minecraft";
"FNAF" = "FNAF";
"My Library" = "Η βιβλιοθήκη μου";
"Rename Object" = "Μετονομασία αντικειμένου";
"Please enter a name" ="Παρακαλώ εισάγετε ένα όνομα";
"Please Choose Font Style." ="Επιλέξτε το στυλ γραμματοσειράς.";
"Please enter some text to add." = "Παρακαλώ εισάγετε κάποιο κείμενο για να προσθέσετε.";
"Create a Scene" = "Δημιουργήστε μια σκηνή";
"Animate Character" = "εμψυχώσει χαρακτήρα";
"Export Video" ="εξαγωγή βίντεο";
"Share your video" = "Μοιραστείτε το βίντεό σας";
"onboarding_message_#1" = "Προσθέστε χαρακτήρες, περιβάλλοντα, στηρίγματα από τη βιβλιοθήκη μας πάνω από 300 περιουσιακά στοιχεία ή να εισαγάγετε ένα αρχείο OBJ από μια εξωτερική πηγή.";
"onboarding_message_#2" = "Φέρτε τον χαρακτήρα σας για τη ζωή με προκαθορισμένες κινήσεις μας, ισχύουν προσομοίωση φυσικής ή να κάνετε μία από τις δικές σας ενέργειες.";
"onboarding_message_#3" = "Καθιστούν το τελικό βίντεο με την επιθυμητή ποιότητα και στυλ.";
"onboarding_message_#4" = "Αυτό είναι. Αποστολή 3D ταινία σας και showoff δημιουργικές ικανότητές σας στους φίλους σας.";
"Next" ="Επόμενος";
"Let's get started" = "Ας αρχίσουμε";
"Models" = "μοντέλα";
"Images" = "εικόνες";
"Videos" = "βίντεο";
"Text" = "Κείμενο";
"Light" ="Φως";
"OBJ File" = "OBJ αρχείου";
"Add Bone" ="Προσθέστε οστών";
"Particle Effects" = "σωματιδίων Εφέ";
"Apply Animation" = "Εφαρμόστε Animation";
"Save Animation" = "Αποθήκευση Ψυχαγωγία";
"Images" = "εικόνες";
"Videos" = "βίντεο";
"Tutorials" = "σεμινάρια";
"Settings" = "Ρυθμίσεις";
"Rate This App" ="Βαθμολόγησε αυτήν την εφαρμογή";
"Follow Us" = "Ακολουθησε μας";
"Contact Us" = "Επικοινωνήστε μαζί μας";
"Front" = "Εμπρός";
"Top" = "Κορυφή";
"Left" = "Αριστερά";
"Back" = "Πίσω";
"Right" ="Δικαίωμα";
"Bottom" = "Κάτω μέρος";
"1 Frame" = "1 Πλαίσιο";
"24 Frames" = "24 Πλαίσια";
"240 Frames" ="240 Πλαίσια";
"Camera" = "Φωτογραφική μηχανή";
"Light" = "Φως";
"Clone" = "κλώνος";
"Delete" = "Διαγράφω";
"Rename" = "Μετονομάζω";
"Move Camera" = "Μετακίνηση κάμερας";
"Publish" = "Δημοσιεύω";
"No data" = "Χωρίς δεδομένα";
"share_image_social_media" = "Ένα 3D σκηνή, μου δημιουργήθηκε χρησιμοποιώντας Iyan 3D στο iOS";
"share_video_social_media" = "Ένα βίντεο Animation, που δημιουργήθηκε με τη χρήση Iyan 3D στο iOS";
"only_hq_options" = "Αυτή η ιδιότητα είναι μόνο για highquality Rendering.";
"reopen_apply_changes" = "Παρακαλείστε να ανοίξει εκ νέου τη σκηνή για να εφαρμοστεί η αλλαγή.";
"sign_in_to_continue" = "Παρακαλούμε SignIn για να συνεχίσετε.";
"no_premium_restored" = "Φαίνεται να είναι ένα πρόβλημα με την αγορά σας εκεί. Παρακαλώ βεβαιωθείτε ότι έχετε αναβαθμιστεί σε Premium με το ισοζύγιο τρεχουσών συναλλαγών.";
"In Progress" = "Σε εξέλιξη";
"Completed" = "Ολοκληρώθηκε το";
"In Queue" = "Στην ουρά";
"Download" = "Λήψη";
"successful_saved_phot_gallery" = "Εικόνα / Βίντεο αποθηκεύτηκε με επιτυχία στις Φωτογραφίες.";
"failed_saved_phot_gallery" = "Υπάρχει ένα πρόβλημα κατά τη λήψη της εικόνας / βίντεο. Παρακαλώ δοκιμάστε ξανά αργότερα.";
"no_twitter_account" = "Ρύθμιση Twitter Accounnt στη συσκευή σας.";
"APPLY "= "ΕΦΑΡΜΌΖΕΤΑΙ";
"select_obj_preview" = "Επιλέξτε ένα OBJ για προεπισκόπηση.";
"choose_texture" = "Επιλέξτε μια υφή να υποβάλουν αίτηση για το επιλεγμένο μοντέλο.";
"choose_color" ="Επιλέξτε το χρώμα κορυφή για την επιλεγμένη OBJ.";
"tap_import_photos" = "Πατήστε για να εισαγάγετε την υφή από το Photo Library.";
"tap_to_choose_texture" = "Πατήστε για να επιλέξετε την υφή / χρώμα για το επιλεγμένο αντικείμενο.";
"import_model_selected_texture" ="Εισάγει το μοντέλο με την επιλεγμένη υφή / χρώμα.";
"add_obj_document_dir" = "Προσθέστε αρχεία OBJ στο έγγραφο Directory.";
"add_texture_document_dir" = "Προσθήκη αρχείων Υφή στο έγγραφο Directory.";
"Pick Color" ="Διαλέξτε χρώμα";
"ADD TO SCENE" = "ΠΡΟΣΘΗΚΗ ΣΤΟ ΣΚΗΝΗ";
"Import Texture" = "εισαγωγής Υφή";
"Normal Shader" = "κανονική Shader";
"Toon Shader" = "Toon Shader";
"HQ Rendering" = "HQ Rendering";
"tap_to_start" = "Πατήστε για να αρχίσουν να εξάγουν.";
"please_signin" = "Παρακαλούμε SignIn για να συνεχίσετε.";
"not_enough_credits" = "Δεν έχετε έχετε αρκετά credits, παρακαλούμε επαναφορτίσετε το λογαριασμό σας για να συνεχίσετε.";
"scene_no_support_hqrender" = "Σκηνή περιέχει praticles βίντεο / η οποία αυτή τη στιγμή δεν υποστηρίζεται σε HQ απόδοση.";
"data_doesnot_exist" = "Τα δεδομένα που ζητήθηκαν δεν doest υπάρχουν !!";
"hqrender_uploaded_success" = "Ανέβηκε με επιτυχία. Μπορείτε να δείτε την πρόοδο της καθιστούν σας σε προβολή προφίλ σας.";
"Done" = "Έγινε";
"Rename Animation" ="Μετονομασία Animation";
"Trending" ="Τάσεις";
"Featured" ="Προτεινόμενα";
"Top Rated" ="Κορυφαίες";
"Recent" = "Πρόσφατος";
"My Animations" = "Κινούμενα σχέδια μου";
"username_has_special_char" = "Όνομα χρήστη δεν μπορεί να περιέχει ειδικούς χαρακτήρες.";
"username_isempty" = "Το όνομα χρήστη δεν μπορεί να είναι κενό.";
"Success" = "Επιτυχία";
"success_animation_publish" ="Animation Δημοσιεύθηκε επιτυχία.";
"bone_count_mismatch" = "καταμέτρηση των οστών δεν μπορεί να συναγωνιστεί.";
"fontstyle_char_unsupported" = "Το στυλ της γραμματοσειράς που θα επιλέξετε δεν υποστηρίζει τους χαρακτήρες που έχετε εισάγει.";
"inapp_disabled" = "In-App Αγορά είναι άτομα με ειδικές ανάγκες. Ελέγξτε τις ρυθμίσεις σας για να ενεργοποιήσετε Αγορές.";
"missing_resources" = "Ορισμένα αρχεία πόρων που λείπουν.";
"My Objects" ="Αντικείμενα μου";
"Edit" = "Επεξεργασία";
"ADD" = "  ΠΡΟΣΘΈΤΩ";
"ANIMATION" = "  ΚΙΝΟΥΜΈΝΩΝ ΣΧΕΔΊΩΝ";
"OPTIONS" = "  ΕΠΙΛΟΓΕΣ";
"EXPORT" = "  ΕΞΑΓΩΓΉ";
"MOVE" = "  ΚΊΝΗΣΗ";
"ROTATE" = "  ΓΥΡΊΖΩ";
"SCALE" ="  ΚΛΊΜΑΚΑ";
"ADD JOINT" = "  ΠΡΟΣΘΗΚΗ ΚΟΙΝΗ";
"MIRROR" = "ΚΑΘΡΈΦΤΗΣ";
"CANCEL" = "ΜΑΤΑΊΩΣΗ";
"ADD TO SCENE" = "ΠΡΟΣΘΗΚΗ ΣΤΟ ΣΚΗΝΗ";
"Enter Text" = "Πληκτρολογήστε το κείμενο";
"With Bones" = "με Οστά";
"Color" = "Χρώμα";
"Font Store" = "font Κατάστημα";
"My Fonts" = "Γραμματοσειρές μου";
"News Feed" = "Ροή ειδήσεων";
"Clear All" = "Τα καθαρίζω όλα";
"SHARE" = "ΜΕΡΊΔΙΟ";
"CLOSE" = "ΚΟΝΤΆ";
"FRAME COUNT DISPLAY" = "FRAME COUNT DISPLAY";
"TOOLBAR" = "TOOLBAR";
"3D WORKSPACE" = "3D χώρο εργασίας";
"Quality" ="Ποιότητα";
"Speed" ="Ταχύτητα";
"This setting does not affect Export quality" = "Αυτή η ρύθμιση δεν επηρεάζει την ποιότητα των εξαγωγών";
"MultiSelect" = "MultiSelect";
"RESTORE PURCHASE" ="RESTORE ΑΓΟΡΑ";
"SETTINGS" ="ΡΥΘΜΊΣΕΙΣ";
"Credits" = "Συντελεστές";
"Add 5k Credits" ="Προσθέστε 5K Credits";
"Add 20k Credits" = "Προσθέστε 20k Credits";
"Add 50k Credits" ="Προσθέστε 50k Credits";
"HQ Render Progress" = "HQ Render Progress";
"Manage Account" = "Διαχείριση λογαριασμού";
"Sign Out" ="Αποσύνδεση";
"Add Credits" = "Προσθήκη Credits";
"Sign In" = "Συνδεθείτε";
"Login to enjoy more features" = "Συνδεθείτε για να απολαύσετε περισσότερες δυνατότητες";
"Copy OBJ files in Document Directory." = "Αντιγράψτε τα αρχεία OBJ στο έγγραφο Directory.";
"Import Obj" = "εισαγωγής Στόχου";
"NEXT" = "ΕΠΌΜΕΝΟΣ";
"Create Scene" = "Δημιουργία Σκηνή";
"Creates a new scene." = "Δημιουργεί μια νέα σκηνή.";
"Tap to open the scene." = "Πατήστε για να ανοίξετε τη σκηνή.";
"Tap to Clone / Delete / Share the scene." = "Πατήστε για να Κλώνος / Διαγραφή / Μοιραστείτε τη σκηνή.";
"RENDERING PROGRESS" = "ΚΑΘΙΣΤΟΥΝ PROGRESS";
"RESOLUTION" ="ΑΝΆΛΥΣΗ";
"BACKGROUND COLOR" = "ΧΡΏΜΑ ΤΟΥ ΦΌΝΤΟΥ";
"WATERMARK" ="ΣΤΆΘΜΗ ΎΔΑΤΟΣ";
"RENDERING STYLE" = "ΠΑΡΟΧΗ STYLE";
"Render Normal Shader in Your Device" = "Render Κανονική Shader στη συσκευή σας";
"LIMIT FRAMES" = "ΚΟΥΦΩΜΑΤΑ ΟΡΙΟ";
"ADD" = "ΠΡΟΣΘΈΤΩ";
"Manage your account" ="Διαχειριστείτε το λογαριασμό σας";
"Settings, Tutorials & Contact us" = "Ρυθμίσεις, Tutorials & Επικοινωνία";
"Save and Exit the scene" = "Αποθήκευση και Έξοδος από τη σκηνή";
"Add Frames" = "Προσθέστε Πλαίσια";
"Standard view angles" ="Πρότυπο γωνίες θέασης";
"Play the animation preview" = "Παίξτε την προεπισκόπηση animation";
"Switch to Move / Rotate / Scale mode" = "Εναλλαγή σε Μετακίνηση / Περιστροφή λειτουργία / Κλίμακα";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Ενεργοποίηση καθρέφτη για να μετακινήσετε / περιστρέψετε τον καθρέφτη κοινή του επιλεγμένου κοινού";
"Import objects into the scene" ="Εισαγωγής αντικειμένων στη σκηνή";
"Apply animation to the selected model/text" = "Εφαρμόστε animation με το επιλεγμένο μοντέλο / κείμενο";
"Change properties of selected object" = "Αλλάξτε τις ιδιότητες του επιλεγμένου αντικειμένου";
"Export image/video to the Camera roll" = "Εξαγωγή εικόνας / βίντεο στο Camera Roll";
"Undo / Redo your actions" = "Αναίρεση / Επανάληψη ενεργειών σας";
"Tap to add the rigged model in to the scene" = "Πατήστε για να προσθέσετε το στημένο μοντέλο στη σκηνή";
"Tap to publish your animation to the store" = "Πατήστε για να δημοσιεύσετε animation σας στο κατάστημα";
"Current mode in rigging" = "Τρέχουσα κατάσταση στην ξάρτια";
"Tap to add a joint to the selected joint in the rig" = "Πατήστε για να προσθέσετε μια κοινή με το επιλεγμένο κοινό στην εξέδρα";
"Manage objects in the scene" ="Διαχειριστείτε αντικείμενα στη σκηνή";
"Switch to Move / Rotate / Scale mode" = "Εναλλαγή σε Μετακίνηση / Περιστροφή λειτουργία / Κλίμακα";
"Enable to move / rotate the mirror joint of selected joint" = "Ενεργοποίηση για να μετακινήσετε / περιστρέψετε τον καθρέφτη από κοινού επιλεγμένων κοινών";
"Cancel rigging and go back to the scene" = "Ακύρωση ξάρτια και να πάει πίσω στη σκηνή";
"Tap to change model category" = "Πατήστε για να αλλάξετε την κατηγορία μοντέλο";
"Tap to import the selected model into your scene." = "Πατήστε για να εισαγάγετε το επιλεγμένο μοντέλο στη σκηνή σας.";
"Import selected 3D text into the scene." = "Εισαγωγή επιλεγμένων 3D κείμενο στη σκηνή.";
"Choose color for 3D text." = "Επιλέξτε το χρώμα για κείμενο 3D.";
"Add bevel to 3D text." = "Προσθέστε φάλτσο σε 3D κείμενο.";
"Enter your text here." = "Πληκτρολογήστε το κείμενό σας εδώ.";
"Tap to save and close the Settings." = "Πατήστε για να αποθηκεύσετε και να κλείσετε τις Ρυθμίσεις.";
"Enable or Disable multiple objects selection." = "Ενεργοποίηση ή απενεργοποίηση πολλαπλά αντικείμενα επιλογής.";
"Choose whether toolbar should be on the right or left side in Editor." = "Επιλέξτε αν εργαλείων θα πρέπει να είναι στη δεξιά ή αριστερή πλευρά του Editor.";
"Choose between quality or speed of rendering in Editor. "="Επιλέξτε ανάμεσα στην ποιότητα ή την ταχύτητα της απόδοσης στην Editor.";
"Enable/Disable Watermark image." = "Ενεργοποίηση / Απενεργοποίηση υδατογραφήματος εικόνας.";
"Limit the number of frames to be exported." = "Περιορίστε τον αριθμό των πλαισίων που πρόκειται να εξαχθούν.";
"Credits required for the current export." = "Πιστώσεις που απαιτούνται για την τρέχουσα εξαγωγή.";
"Tap to change category." = "Πατήστε για να αλλάξετε την κατηγορία.";
"Tap to apply animation to the selected object." = "Πατήστε για να εφαρμόσει animation στο επιλεγμένο αντικείμενο.";


























